Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Will the Third Party be further subcontracting any of its scope of work?
es: ¿El Tercero subcontratará parte de su alcance de trabajo?

source: Win Probability %age
es: % de probabilidad de ganar

source: Win Strategy
es: Estrategia ganadora

source: Window mapping by Golder personnel during site visits in April and August 2016.
es: Mapeo de ventanas por personal de Golder durante las visitas al sitio de abril y agosto de 2016.

source: With respect to hydrogeological conditions, key areas of interest given the layout of the Project facilities included the area between the Gramalote Pit and the Nus River as well as along the ridge that bounds the northern limit of La Palestina valley (the “North Ridge”).
es: Con respecto a las condiciones hidrogeológicas, las áreas de interés del esquema general de las instalaciones del Proyecto incluyen el área ubicada entre el Pit Gramalote y el Río Nus y el área a lo largo del pico que limita con el extremo norte del Valle La Palestina (el “Pico Norte”).

source: With respect to the TMF, the top surface is now defined as a constant head boundary condition, which allows groundwater to discharge from, or recharge to, the model as a function of the hydraulic heads in the underlying deposits.
es: Con respecto a la presa de relaves, la superficie se define ahora como una condición de borde de carga constante, lo cual permite la descarga de agua subterránea desde, o su recarga hacia, el modelo como una función de cabezas hidráulicas en los depósitos subyacentes.

source: With respect to the open pits and platforms located across the site recharge was set to 0 mm/yr.
es: Con respecto a los pits y las plataformas ubicadas a lo largo del sitio, la recarga se fijó en 0 mm/año.

source: With respect to the river boundaries, Figure 12 illustrates those assigned as constant head within the model domain.
es: En la Figura 12 se presentan las condiciones de frontera de las corrientes superficiales asignadas como carga constante dentro del dominio del modelo.

source: With respect to the western portion of the Gramalote Pit, groundwater elevations will recover following mining, with local groundwater flow patterns affected by the final closure configuration for the pit.
es: En relación con la parte oeste del pit Gramalote, las elevaciones del agua subterránea se recuperarán con el cese de la minería y los patrones locales de flujo de agua subterránea se verán afectados por la configuración de cierre final del pit.

source: With the development of the open pits, precipitation and runoff (stormwater) within the pit area is collected in the bottom of the pits for use by the mining operations.
es: Con la explotación a cielo abierto, la precipitación y la escorrentía (aguas pluviales) en la zona de los pits se acumula en el fondo y se utiliza en las operaciones de la mina.

source: With this evidence, the investigator is required to indicate immediate causes, which are those factors which lead directly to the event.
es: Con esta evidencia, se requiere que el investigador indique las causas inmediatas, que son aquellos factores que conducen directamente al evento.

source: With today’s technology incident scene photographs are the best tool to help in determining spatial relationships.
es: Con la tecnología actual, las fotografías de la escena del incidente son la mejor herramienta para ayudar a determinar las relaciones espaciales.

source: Within the Destination 2020 and when discussing with my manager, the objective that relates to me the most in "Make measurable progress in moving the organization from project-centric to client-centric".
es: Respecto al Destino 2020, al discutirlo con mi gerente, el objetivo con el cual me identifico más es "Avanzar de forma significativa en el cambio de la organización, de centrado en proyectos, a centrado en clientes".

source: Within their respective area of responsibility, the Regional President, Managing Director and Regional Management Teams shall verify that:
es: Dentro de su correspondiente ámbito de responsabilidad, el Presidente Regional, Managing Director (o Gerente General) y Equipo Directivo Regional deben verificar lo siguiente:

source: Witness Statements
es: Declaraciones de testigos

source: Witness name (1):
es: Nombre de testigo (1):

source: Witness name (2):
es: Nombre de testigo (2):

source: Witness name (3):
es: Nombre de testigo (3):

source: Witness statements should assist in identifying the environmental conditions that may have contributed to the incident.
es: Las declaraciones de los testigos deberían ayudar a identificar las condiciones ambientales que pueden haber contribuido al incidente.

source: Work Method Statements are a great tool to ensure high risk tasks are planned and completed without negative HSSE outcomes.
es: Los Procedimientos de Trabajo Seguro son una excelente herramienta para asegurar la planificación y término de las tareas de alto riesgo sin un resultado de HSSE negativo.

source: Work Safe
es: Trabajo seguro

source: Work Location:
es: Ubicación del trabajo:

source: Work Method Statement
es: Procedimiento Seguro de Trabajo

source: Work Method Statement - Let’s look at these tools.
es: Procedimiento de Trabajo Seguro (WMS) – Veamos estas herramientas.

source: Work Method Statement – A documented assessment of the hazards associated with each step of a task including mitigating controls to be put in place.
es: Procedimiento Seguro de Trabajo (WMS): evaluación documentada de los peligros asociados con cada paso de una tarea e incluye los controles a ser adoptados para mitigarlos.

source: Work Method Statement.
es: Procedimiento Seguro de Trabajo

source: Work Safe / Home Safe
es: Trabajo seguro, hogar seguro

source: Work Safely
es: Trabajar con seguridad

source: Work Scope
es: Alcance de trabajo

source: Work Supervisors:
es: Supervisores de Faena:

source: Work above or below
es: Faenas encima o debajo

source: Work area adequately delineated / protected?
es: ¿Está delimitada/protegida adecuadamente el área de trabajo?

source: Work around heavy equipment
es: Trabajo alrededor de maquinaria pesada

source: Work around suspended loads
es: Trabajo alrededor de cargas suspendidas

source: Work at height must be avoided so far as is reasonably practicable.
es: En lo posible, debe evitarse el trabajo en altura.

source: Work commenced with entry into the tunnel being undertaken with no protection measures in place as evident in the attached photograph out of one of the early daily reports for the project.
es: Los trabajos empezaron con el ingreso al túnel sin medidas de protección, como se evidencia en la fotografía adjunta a uno de los primeros informes diarios del proyecto.

source: Work had commenced early in the morning (no daylight) when one of the drilling engineers commissioned a small motorized forklift to go to the site storage area to load core boxes and take them to the sampling location.
es: El trabajo había comenzado temprano de mañana (sin luz de día) cuando uno de los ingenieros de perforación envió un pequeño montacargas motorizado al área de almacenamiento del lugar para cargar cajas portatestigos y traerlas al lugar donde se tomarían las muestras.

source: Work in a hazardous atmosphere
es: Trabajo en una atmósfera peligrosa

source: Work in an area of extreme temperatures
es: Trabajo en una zona con temperaturas extremas

source: Work in or Travel to, or through, location(s)
es: Trabajo en o viaje a, o a través de, lugar(es)

source: Work in or near a shaft or trench deeper than 1.5 m or a tunnel
es: Trabajo en o cerca de una excavación de profundidad superior a 1,5 m o en un túnel

source: Work in or near water or liquid that involves a risk of drowning
es: Trabajo en o cerca de agua o líquido que implica un riesgo de ahogamiento

source: Work included 3D numerical modelling; stope, pillar and support designs; evaluation of mining sequence; as well as, crown pillar design.
es: Los trabajos incluyeron modelación numérica 3D, diseños de caserones, pilares y fortificación, evaluación de la secuencia de minado y diseño de pilares corona.

source: Work included the implementation of the core orientation program (including the training of Fedorovo geologists), interaction with the Russian geotechnical consultant (VNIMI, for laboratory rock testing) and recommendations for the slope angles for the rock slopes.
es: Los trabajos incluyeron la implementación del programa de orientación de testigos (incluida capacitación a los geólogos de Fedorovo), interacción con el consultor geotécnico ruso (VNIMI, para ensayos de roca en laboratorio) y recomendaciones de ángulo para los taludes de roca.

source: Work involved data reduction from the field investigation (e.g., stereographic projections / rock mass classification etc.), stability analysis and reporting.
es: Los trabajos incluyeron reducción de datos a partir de la investigación de terreno (por ejemplo, redes estereográficas, clasificación de macizo rocoso, etc.), análisis de estabilidad y elaboración de informes.

source: Work involved data reduction, stability analyses and report preparation with preliminary pit slope design recommendations.
es: Los trabajos incluyeron reducción de datos, análisis de estabilidad y elaboración de informes con recomendaciones preliminares de diseño de taludes del rajo.

source: Work involved diamond drilling with oriented drill core and continuous packer testing, slope stability analyses and reporting.
es: Los trabajos incluyeron perforación diamantina con orientación de testigos y ensayos continuos con packer, análisis de estabilidad de taludes y elaboración de informes.

source: Work involved selection of geotechnical drill hole locations, preparation of laboratory test programme and list of data base output, and quality control / quality assurance of the field investigations, which included oriented core and packer testing.
es: Los trabajos incluyeron la selección de ubicaciones de sondajes geotécnicos, preparación del programa de ensayos de laboratorio y lista de productos de bases de datos, así como control/aseguramiento de calidad de las investigaciones de terreno, que incluyeron orientación de testigos y ensayos con packer.

source: Work involved underground geomechanical mapping, rock mass characterization and crown pillar stability analysis.
es: Los trabajos incluyeron mapeo geomecánico subterráneo, caracterización de macizo rocoso y análisis de estabilidad de pilares corona.

source: Work involved: the compilation of structural geological data and site investigation data; assessment of the slope stability including the north wall which will be in excess of 600 m height; and report preparation.
es: Los trabajos incluyeron recopilación de datos geológicos estructurales y de investigación de terreno. Evaluación de estabilidad de taludes que incluyó el muro norte que tendría más de 600 m de altura.

source: Work near a fast moving watercourse.
es: Trabajar cerca de un curso de agua en movimiento rápido.

source: Work near a watercourse where there is a sudden drop of greater than 1 m from the sampling location
es: Trabajar cerca de un curso de agua donde haya una caída repentina de más de 1 metro desde la ubicación de muestreo.

source: Work not expected to exceed the fatigue guidelines?
es: ¿El trabajo no parece exceder las orientaciones sobre fatiga?

source: Work on or near energized electrical installations or services
es: Trabajo en o cerca de servicios o instalaciones eléctricas energizadas

source: Work on or near pressurised gas distribution mains or piping
es: Trabajo en o cerca de líneas de distribución de gas presurizadas

source: Work over water where there is no permanent handrail to prevent a person falling into water
es: Trabajar sobre agua donde no haya una barandilla permanente para impedir que alguien caiga en el agua.

source: Work performed includes GAIMS and HSSE-related time, on-the-job training, word processing, invoicing, project related meetings, etc.
es: El trabajo realizado incluye también las horas usadas en temas de GAIMS y HSSE, formación en el trabajo, procesamiento de textos, facturación, reuniones de proyecto, etc.

source: Work planning or programming
es: Planificación o programación de trabajo

source: Work procedure / JSA review
es: Revisión de procedimiento de trabajo / análisis de seguridad

source: Work refusals are to be communicated immediately to a supervisor for investigation and corrective action to determine root cause and communicate lessons learnt to prevent future reoccurrence.
es: El rechazo de un trabajo debe ser comunicado de inmediato a un supervisor para su investigación e implementación de acciones correctivas a fin de determinar la causa raíz y comunicar las lecciones aprendidas para evitar recurrencias.

source: Work related hazards and incidents must be reported to the Project Manager or Supervisor as soon as possible but not longer than 24 hours of the incident occurring or becoming aware of a hazardous situation.
es: Los peligros e incidentes de carácter laboral deben informarse al gerente de proyecto o supervisor en cuanto sea posible dentro de las 24 horas de ocurrido el incidente o de tomar conocimiento de una situación peligrosa.

source: Work related travel presents one of the highest risk to our people.
es: Los viajes de trabajo representan uno de los principales riesgos para nuestros empleados.

source: Work shall not resume until the issue is resolved to the satisfaction of the Golder Project Manager and persons involved.
es: No se deben reanudar los trabajos mientras no se haya resuelto el problema a la satisfacción del Gerente de Proyecto de Golder y de las personas involucradas.

source: Work tasks shall undergo hazard identification and risk assessment to identify HSSE Controls.
es: Los trabajos deben someterse a identificación de peligros y evaluación de riesgos para identificar los Controles de HSSE.

source: Work tasks.
es: Tareas

source: Work underground
es: Trabajo subterráneo

source: Work was immediately stopped and the client facilitated a safety discussion with walkthrough participants about working on the roof and use of fall protection measures when working at heights.
es: Se detuvo inmediatamente el trabajo y el cliente facilitó una conversación sobre seguridad con los participantes del recorrido acerca del trabajo sobre el techo y el uso de medidas de protección al trabajar en altura.

source: Work was stopped and all parties were verified to be safe and unharmed.
es: Se detuvo el trabajo y se confirmó que todas las partes estaban a salvo y sin lesiones.

source: Work was suspended for the day and the teams gathered at the muster point by the main road where cell phone service was available.
es: Se suspendieron los trabajos del día y los equipos se reunieron en el punto de reunión junto al camino principal donde había señal para celulares.

source: Work with Blasting team to optimize perimeter blasting
es: Trabajar con el equipo de voladura para optimizar las voladuras perimetrales.

source: Work with or near acutely hazardous substances
es: Trabajo con o cerca de sustancias muy peligrosas

source: Worker (copy if requested)
es: Trabajador (copia si se solicita)

source: Worker Acknowledgement
es: Reconocimiento del trabajador

source: Worker Under Trailer of Water Tank
es: Trabajador bajo remolque de camión aljibe

source: Worker representative of Joint Health and Safety Committee
es: Trabajador representante del Comité paritario de salud y seguridad

source: Workers are required to be instructed in the WMS and sign it to verify they are aware of the necessary controls and responsibilities
es: Los trabajadores deben recibir instrucción sobre el WMS y firmarlo para verificar que son conscientes de los controles necesarios y de sus responsabilidades

source: Workers fit for duty and not showing signs of fatigue?
es: ¿Los trabajadores están aptos para las labores y no muestran signos de fatiga?

source: Workers have the required PPE?
es: ¿Los trabajadores tienen el EPP necesario?

source: Workers hold the necessary competencies?
es: ¿Tienen los trabajadores las competencias necesarias?

source: Workers involved
es: Trabajadores Involucrados

source: Workers signed on to HSSEMP/WMSs?
es: ¿Los trabajadores firmaron el Plan de Gestión de HSSE/PST?

source: Working Around Heavy and Mobile Equipment
es: Trabajo alrededor de maquinaria móvil y pesada

source: Working Around Suspended Loads
es: Trabajo alrededor de cargas suspendidas

source: Working around Heavy and Mobile Equipment
es: Trabajo alrededor de maquinaria móvil y pesada

source: Working around Suspended Loads
es: Trabajo alrededor de cargas suspendidas

source: Working at Heights
es: Trabajo en altura

source: Working at a safe distance from mobile plant.
es: Trabajo a una distancia segura de la maquinaria pesada móvil

source: Working at times when mobile plant is not operating.
es: Trabajo en momentos en que la maquinaria pesada móvil no esté funcionando

source: Working closely to water body, culturally sensitive areas, etc.
es: Trabajar cerca de cuerpos de agua, áreas culturalmente sensibles, etc.

source: Working for Indigenous-owned Communities or Corporations (e.g., Native American Tribes, First Nations, Métis and Inuit)
es: Trabajo para comunidades indígenas o empresas pertenecientes a estas

source: Working for a bankrupt or insolvent company
es: Trabajo para una sociedad en quiebra o insolvente

source: Working for an LLC, numbered company or joint venture
es: Trabajo para una LLC, sociedad sin razón social o sociedad de riesgo compartido

source: Working in Rural Areas during Hunting Season
es: Trabajo en áreas rurales durante temporada de caza

source: Working in a Century Zinc project in NW Queensland.
es: Trabajaba en el proyecto Century Zinc en el noroeste de Queensland (Australia).

source: Working near an excavation or pit.
es: Trabajar cerca de una excavación o pozo.

source: Working on sloping or unstable surfaces.
es: Trabajar en superficies inclinadas o inestables.

source: Working outside of Region boundaries
es: Trabajo fuera de los límites de la región

source: Working without a fully executed contract and/or signed change order(s) (i.e., maximum amount of budget that may be loaded into the financial system, maximum backlog, maximum revenue recognized)
es: Trabajar sin un contrato debidamente formalizado o sin órdenes de cambio firmadas (reconocimiento de monto máximo de presupuesto que se puede cargar en el sistema financiero, máximo backlog, máximo ingreso)

source: Workplace – Any physical location in which work-related activities are performed under the control of Golder including a vehicle, Golder office, laboratory, workshop, vehicle garage, warehouse and project site.
es: Lugar de trabajo: emplazaimento físico de actividades laborales que se ejecutan bajo el control de Golder, lo que comprende vehículos, oficinas de Golder, laboratorios, talleres, garages, bodegas y faenas en proyectos.

source: Workplace clean and free of tripping hazards?
es: ¿El área de trabajo está limpia y libre de peligros de tropiezo?

source: Works Supervisor:
es: Supervisor de Faena:

source: Works are not to proceed without at least one person with a current first aid certificate (expires every 3 years) on all sites with more than two project personnel.
es: Los trabajos no deben realizarse sin que haya al menos una persona con un certificado vigente de primeros auxilios (caduca cada 3 años) en todos los sitios o faenas donde haya más de dos personas en el proyecto.

source: Workshop on the use of Phase2 – an elasto-plastic Finite Element program for the analysis of stress.
es: Taller sobre uso de Phase2, un programa elastoplástico de elementos finitos para el análisis de tensiones.

source: Would the Third Party interact with any Government entity or official (to include agencies, state-owned or state-controlled enterprises, and officers, directors, and employees of the same regardless of the level of the employee)?
es: ¿El Tercero interactuaría con alguna entidad o algún funcionaro de gobierno? (Incluir agencias, empresas estatales o con control estatal y funcionarios, directores y empleados de estas, sin importar el nivel del empleado.)

source: Would you like to see if one of the Team members is at site, unavailable, or on holidays?
es: ¿Te gustaría saber si algún miembro del equipo se encuentra en terreno, no disponible o de vacaciones?

source: Write an HSSE Management Plan
es: Escribir un Plan de Gestión de HSSE

source: Xstrata Copper – Altonorte Smelter
es: Xstrata Copper – Fundición Altonorte

source: YES
es: SÍ

source: YOU: Provide a destination statement which reflects how you would like to advance your career in the future.
es: USTED: Dicte una declaración de destino que refleje cómo le gustaría avanzar profesionalmente en el futuro.

source: YOUR DESTINATION - use for individuals who do NOT have strategy scorecards
es: SU DESTINO - uso para individuos SIN un cuadro de mando estratégico

source: YOUR DESTINATION - use for individuals who have strategy scorecards
es: SU DESTINO - uso para individuos con un cuadro de mando estratégico

source: Year:
es: Año:

source: Yes
es: Sí

source: Yes ☐No ☐
es: Sí ☐No ☐

source: Yes ☐No ☐ If yes, please describe the anticipated interaction that would occur.
es: Sí ☐No ☐ Si la respuesta es afirmativa, describir la interacción que se prevé ocurrirá.

source: Yes ☐No ☐ If yes, please describe the history of the relationship.
es: Sí ☐No ☐ Si la respuesta es afirmativa, describir el historial de la relación.

source: Yes ☐No ☐ If yes, please describe the relationship(s).
es: Sí ☐No ☐ Si la respuesta es afirmativa, describir la relación.

source: Yes ☐No ☐ If yes, please describe the situation(s) in detail.
es: Sí ☐No ☐ Si la respuesta es afirmativa, describir la situación en detalle.

source: Yes ☐No ☐ If yes, please explain who made the offer and what was offered.
es: Sí ☐No ☐ Si la respuesta es afirmativa, explicar quién hizo la oferta y qué se ofreció.

source: Yes ☐No ☐ If yes, provide all information regarding any subcontractor(s).
es: Yes ☐No ☐Si la respuesta es afirmativa, entregar toda la información sobre cualquier subcontratista.

source: You can also print a hard copy of this form for reference while conducting your site visit and afterwards, type in your comments into this electronic form for Scorecard record keeping
es: También puedes imprimirlo como referencia durante la visita al sitio o faena y escribir después tus comentarios en este formulario electrónico para el registro en el cuadro de mando (scorecard)

source: You can also use it as a starting point for the development of site-specific JSEAs and to start key conversations with staff, sub-contractors, and clients about Golder’s HSSE standards and practices.
es: También puedes usarla como punto inicial para elaborar JSEA específicos para el sitio y para entablar conversaciones decisivas con el personal, con los subcontratistas y con los clientes acerca de las normas y prácticas de HSSE en Golder.

source: You can cut/paste this item if necessary.
es: Puede copiar/pegar este ítem si fuera necesario.

source: You can go into any Learning you’ve entered by going to the email you would have received from Rivo, with the subject of Learnings Database : Learning Entry and clicking on the link provided.
es: Puedes revisar cualquier learning que hayas ingresado desde el email que recibiste de Rivo que tenga el asunto Learnings Database : Learning Entry haciendo clic en el enlace que aparece allí.

source: You have been involved in a significant incident
es: Te has visto envuelto en un incidente de gravedad.

source: You have been presented with an overview of the Journey Management requirements.
es: Se ha presentado un resumen de los requerimientos de Gestión de Viajes.
